Repository: almalki/dwwen
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Active
ar: نشط

source: Gone
ar: غير موجود

source: Required. 15 characters or fewer. Letters, numbers and underscore.
ar: اسم المستخدم يجب ان يتكون من حروف او ارقام او _ وبحد اقصى 15 حرف.

source: Username must consists of letters, numbers and underscore only
ar: اسم المستخدم يجب ان يتكون من حروف او ارقام او _ وبحد اقصى 15 حرف

source: Enter a valid username.
ar: ادخل اسم مستخدم مطابق للشروط

source: This username is already taken
ar: اسم المستخدم هذا محجوز مسبقا

source: This email is already registered with another user
ar: هذا البريد الالكتروني مسجل لدى مستخدم اخر

source: Email
ar: البريد الالكتروني

source: This blog already belongs to you.
ar: انت تملك هذه المدونة مسبقا

source: An active claim request is already there.
ar: يوجد مطالبة سابقة لهذه المدونة مازالت نشطة

source: There is no like to remove
ar: لا يوجد اعجاب لازالته

source: There is no favorite to remove
ar: لا يوجد تفضيل لازالته

source: new_password is the same as old_password
ar: كلمة السر الجديدة هي نفسها القديمة

source: Incorrect old password
ar: كلمة السر القديمة غير صحيحة

source: Unknown Error
ar: خطأ غير معروف

source: You are not allowed to reset password
ar: لا يمكنك اعادة ضبط كلمة السر. الرجاء الاتصال بنا لحل المشكلة

source: Dwwen
ar: دوّن

source: An email with password reset instructions has been sent.
ar: تم ارسال بريد الكتروني يحتوي على تعليمات اعادة ضبط كلمة السر

source: This claim request was already verified, create a new one
ar: هذا الطلب تم التحقق منه مسبقا، قم بإنشاء طلب جديد

source: Page size is too large
ar: رقم الصفحة كبيرا جدا

source: Blog homepage is unreachable
ar: لم نتمكن من الوصول للصفحة الرئيسية للمدونة

source: Key found, but invalid
ar: وجدنا الرمز ولكنه غير صحيح

source: Missing key, please check the homepage has a meta tag with the key
ar: لم نجد اي رمز في الصفحة

source: A user with that username already exists.
ar: اسم المستخدم موجود مسبقا

source: A user with that email already exists.
ar: البريد الالكتروني مسجل مسبقا

source: The two password fields didn't match.
ar: حقل تأكيد الرقم السري لا يطابق حقل الرقم السري

source: Username
ar: اسم المستخدم

source: This value may contain only letters, numbers and underscore.
ar: اسم المستخدم يجب ان يتكون من حروف او ارقام او _ وبحد اقصى 15 حرف

source: Password
ar: كلمة السر

source: Password confirmation
ar: تأكيد كلمة السر

source: Required. 15 characters or fewer. Letters, digits and underscore.
ar: اسم المستخدم يجب ان يتكون من حروف او ارقام او _ وبحد اقصى 15 حرف

source: This value may contain only letters, numbers and underscore
ar: اسم المستخدم يجب ان يتكون من حروف او ارقام او _ وبحد اقصى 15 حرف

source: Password (again)
ar: تأكيد كلمة السر

source: username
ar: اسم المستخدم

source: first name
ar: الاسم الاول

source: last name
ar: الاسم الاخير

source: email address
ar: البريد الالكتروني

source: active
ar: نشط

source: Inactive
ar: غير نشط

source: Name
ar: الاسم

source: Blog URL
ar: عنوان URL

source: RSS URL
ar: عنوان RSS

source: Description
ar: الوصف

source: Country
ar: الدولة

source: Image
ar: الصورة

source: Categories
ar: تصنيفات

source: Blog name as currently registered in Dwwen
ar: اسم المدونة المسجل حاليا في دون

source: You can enter search by part of the url, like domain
ar: يمكنك البحث بكامل الرابط او جزء منه

source: At least one search criteria must be provided
ar: يجب ادخال احدى محددات البحث

source: You claim was created successfully
ar: تم انشاء المطالبة بنجاح

source: Could not create your claim, please try again later
ar: لم نتمكن من انشاء المطالبة، الرجاء المحاولة لاحقا

source: Could not load your claims, please try again later.
ar: لم نتمكن من العثور على مطالباتك السابقة. الرجاء المحاولة لاحقا

source: Blog ownership was verified successfully.
ar: تم عملية التحقق من ملكية المدونة بنجاح

source: Error verifying blog
ar: لم نتمكن من التحقق

source: This field is required.
ar: هذا الحقل اجباري

source: Invalid value.
ar: قيمة غير صالحة

source: '%s' value must be either True or False.
ar: '%s' يجب ام يكون True او False

source: Select a valid choice. %(value)s is not one of the available choices.
ar: اختر احدى الخيارات الموجودة، %(value)s ليس احدى الخيارات المتاحة

source: Date has wrong format. Use one of these formats instead: %s
ar: صيغة التاريخ غير صحيحة. استخدم هذه الصيغة بدلا عن تلك: %s

source: Datetime has wrong format. Use one of these formats instead: %s
ar: صيغة التاريخ والوقت غير صحيحة. استخدم هذه الصيغة بدلا عن تلك: %s

source: Time has wrong format. Use one of these formats instead: %s
ar: صيغة الوقت غير صحيحة. استخدم هذه الصيغة بدلا عن تلك: %s

source: Ensure this value is less than or equal to %(limit_value)s.
ar: تأكد ان هذه القيمة اصغر من او مساوية لـ %(limit_value)s

source: Ensure this value is greater than or equal to %(limit_value)s.
ar: تأكد ان هذه القيمة اكبر من او مساوية لـ %(limit_value)s

source: Ensure that there are no more than %s digits in total.
ar: تأكد من عدم وجود اكثر من %s ارقام كمجموع

source: Ensure that there are no more than %s decimal places.
ar: تأكد من عدم وجود اكثر من %s خانات عشرية

source: Ensure that there are no more than %s digits before the decimal point.
ar: تأكد من عدم وجود اكثر من %s قبل الفاصلة العشرية

source: No file was submitted. Check the encoding type on the form.
ar: لم يأتينا أي ملف. تأكد من نوع الترميز المدون على النموذج

source: No file was submitted.
ar: لم يتم ارسال اي ملف

source: The submitted file is empty.
ar: الملف المرفوع فارغ

source: Please either submit a file or check the clear checkbox, not both.
ar: الرجاء رفع ملف او اختيار ازالة ولكن ليس الاثنين

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
ar: ارفع ملف صورة. الملف الذي قمت برفعه ليس صورة او انه فاسد

source: Page is not 'last', nor can it be converted to an int.
ar: رقم الصفحة ليس last كما لا يمكن تحويله لرقم.

source: Invalid pk '%s' - object does not exist.
ar: رقم تعريف pk '%s' لا يتوافق مع اي شيء لدينا

source: Incorrect type. Expected pk value, received %s.
ar: توقعنا من رقم تعريف pk لكن هذا ما جئتنا به: %s.

source: Object with %s=%s does not exist.
ar: لا يوجد لدينا شيء يحقق %s=%s

source: Invalid hyperlink - No URL match
ar: الرابط غير صالح ولا يتوافق مع اي تعريف

source: Invalid hyperlink - Incorrect URL match
ar: الرابط غير صالح ولا يتوافق مع ما وجدناه عندنا

source: Invalid hyperlink due to configuration error
ar: الرابط غير صحيح لانه واحد من الشباب جاب العيد

source: Invalid hyperlink - object does not exist.
ar: الرابط غير صالح. لايوجد شيء هناك

source: Incorrect type. Expected url string, received %s.
ar: توقعنا ان نحصل منك على رابط ولكن هذا ما جئتنا به %s

source: Password reset failed
ar: لايمكن اعادة ضبط كلمة السر. الرابط غير صالح للاستخدام.

source: This URL doesn't point to a valid xml feed resource
ar: هذا الرابط لا يشير الى مصدر خلاصات RSS صحيح

source: These words are not allowed in a username: %(banned)s
ar: اسم المستخدم يجب ان لا يحتوي على اي من الكلمات التالية: %(banned)s

source: %(model_name)s with this %(field_label)s already exists.
ar: قيمة الحقل %(field_label)s موجودة مسبقاً.

source: URL already exists.
ar: هذا العنوان موجود مسبقاً.

source: Title
ar: العنوان

source: Post
ar: التدوينة

source: Blog was updated successfully
ar: تم تعديل المدونة بنجاح

source: You can create only one blog.
ar: يمكنك انشاء مدونة واحدة فقط.

source: Blog was created successfully.
ar: تم انشاء المدونة بنجاح

source: Post was created successfully.
ar: تم انشاء التدوينة بنجاح

source: Post was updated successfully.
ar: تم تعديل التدوينة بنجاح

source: Post was deleted successfully.
ar: تم حذف التدوينة بنجاح

source: Post was published successfully.
ar: تم نشر التدوينة بنجاح

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
ar: هذا الحقل يجب ان يتكون من %(limit_value)d أحرف على الاقل. الآن يتكون من %(show_value)d
